Revit 2026 API

# AdvancedWoodWoodManualLateColor Property

---

The property labeled "Manual latewood color" from the "AdvancedWood" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string WoodManualLateColor { get; }
```
```vb
Public Shared ReadOnly Property WoodManualLateColor As String
	Get
```
```cpp
public:
static property String^ WoodManualLateColor {
	String^ get ();
}
```
```fsharp
static member WoodManualLateColor : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDoubleArray4d".

#### Reference

AdvancedWood Class

Autodesk.Revit.DB.Visual Namespace